package org.example;


/*
 * Варіант 17
 * Предметна область   Кафедра університету
 * Об'єкти             Викладачі, Дисципліни
 * Примітка            На кафедрі існує множина викладачів. Для кожного викладача
 *                     задано множину дисциплін.
 * Необхідні операції  1. Прийом на роботу нового викладача
 *                     2. Звільнення (видалення викладача)
 *                     3. Додавання нової дисципліни
 *                     4. Видалення дисципліни
 *                     5. Редагування особистих даних викладача
 *                     6. Запит кількості дисциплін у викладача
 *                     7. Пошук дисципліни за назвою
 *                     8. Отримання повного списку викладачів
 *                     9. Отримання списку дисциплін для заданого викладача
 * Формат повідомлень  Рядок з роздільником
 */

public class App {
    public static void main(String[] args) {
    }
}
